let catastrophes = {
    "description": [
        {
            "value": "Зомби-апокалипсис.  Украденный из лабораторий Т-вирус, был испытан на людях в закрытом городе. Вышедший из-под контроля вирус превратил людей в кровожадных зомби и охватил материки и крупнейшие острова. Заражение передается через неочищенную воду и животных. Из-за нехватки пропитания зомби начали пожирали себе подобных. Провизия и лекарства сохранились в разрушенных магазинах и специальных бункерах. Разрушения минимальны. "
        },
        {
            "value": "Наводнение. В результате глобального потепления и аномальных вспышек на Солнце ледники Арктики и Антарктики начали стремительно таять, в результате чего уровень воды в океанах существенно поднялся и наступило глобальное наводнение, которое начало смывать города с лица земли, а выстоявшие - уходят медленно под воду. Шанс выжить остался только у высокогорных поселений. Население нуждается в специальном снаряжении и навыках выживания в нестандартных условиях."
        },
        {
            "value": "Ядерная война. Из-за обострившихся политических действий радикальный правитель нанес ядерный удар по нескольким неугодным державам, тем самым спровоцировав ответную бомбардировку. Планету накрыло ядерной войной, в которой не осталось победителей. Города стерты с лица Земли. Вымерло большинство биологических организмов, выжившие мутировали. "
        },
        {
            "value": "Супервулкан. В результате постоянного движения и столкновения литосферных плит сейсмическая активность существенно возросла, а супервулкан Йеллоустоуна на грани тотального взрыва и разрушения привычной картины Земли. Сейсмические зоны постоянно активны и угрожают населению Земли. Даже привычные равнинные зоны изменились, рельеф стал более горным, существенные разницы высот препятствуют нормальной жизни. Граждане Земли в панике, здания постоянно разрушаются, большая часть населения погибла от постоянных извержений и разрушений. Запасы ресурсов находятся в открытом доступе, с целью спасения все население сплотилось и делится ресурсами."
        },
        {
            "value": "Химическое заражение земли. Произошел аварийный выброс паров метилизоцианата, который в заводском резервуаре крупнейшего завода нагрелся выше температуры кипения, что привело к повышению давления и разрыву аварийного клапана. В результате в атмосферу было выброшено около 420 тонн ядовитых паров. Облако накрыло сначала ближайшие страны, а после распространилось в течении недели по всему земному шару. Атмосфера очистится лишь через 2 года. Живые организмы на грани вымирания, остаток людского населения укрылось в бункерах."
        },
        {
            "value": "Падение метеорита. Крупный метеорит попал в Землю, что приводит к глобальным разрушениям и смене климата. После выхода из Бункера вечная зима. "
        },
        {
            "value": "Роботы-убийцы. Создание Искуственного Интеллекта(Скайнет) обернулось катастрофой:  роботы обрели разум и решили свергнуть человечество путём уничтожения. Объединенное Правительство предприняло ряд радикальных мер по уничтожению машин. В итоге планета погружена в вечный сумрак, а города лежат в руинах. Вода заражена из-за ядерных ударов, 70% представителей животного мира вымерло."
        },
        {
            "value": "Ледниковый период. Аномальные колебания температуры и снижение воздействия Солнца на планету Земля совместно с научной деятельностью человечества привели к очередному ледниковому периоду. Население Земли оказалось не готово к экстремально низким температурам. Большая часть населения вымерла. В живых только коренные народы Севера, остальные в борьбе за выживание начали сходить с ума. Животные и растения медленно погибают, выживают только морозоустойчивые виды. Питание ограничено. Планета на грани голода. Запасы ресурсов находятся в бункерах, доступ к которым имеют только правоохранительные органы и военные."
        },
        {
            "value": "Глобальная засуха. Солнечная активность существенно возросла, в результате чего планета Земля оказалась на грани вымирания от голода, жажды и экстремально высоких температур. Население Земли страдает от сильной нехватки продовольствия и воды, находилось в постоянных конфликтах и войнах со странами, обладающими запасами продовольствия и научными достижениями, благодаря которым способными обеспечивать себя пищей. В результате значительная часть населения погибла от голода и войн. Граждане чувствуют острую потребность в самозащите. Животные перешли на питание человеческим мясом. Растения практически не выживают без воздействия человека."
        },
        {
            "value": "Смещение Земли с орбиты на 1 градус. В результате парадоксального смещения орбиты Земли на 1 градус все процессы на Земле существенно замедлились. Люди стареют медленнее, течение времени замедлено, временные рамки изменились, люди с психическими и нервными расстройствами испытывают перевозбуждение и постоянные приступы агрессии. В результате чего участились нападения и межрасовые и межэтнические конфликты. Часть населения погибла. Вместе с тем замедлились процессы репродукции во всех царствах живой природы. Население остро нуждается в детях."
        },
        {
            "value": "Абсолютная темнота. Солнце снизило свою активность на 90 процентов. На Земле наступила абсолютная темнота и снижение температуры. Население адаптировалось к холоду. Нехватка дневного света привела к обострению хронических заболеваний. Однако, научные достижения позволили лишь частично сохранить продовольственные и промышленные мощности. Средства связи существенно ограничены в силу экономии электроэнергии. Значительно возросла преступность. Агрессивно настроенные страны воспользовались данным обстоятельством и в результате мировой войны Земля оказалась на грани вымирания. Запасы необходимых ресурсов содержатся в охраняемых и защищенных сложными замками бункерах. Наблюдается переизбыток оружия - его можно найти буквально под ногами. Большая часть животных и растений вымерла."
        },
        {
            "value": "Истощение природных ископаемых. Все полезные ископаемые на Земле иссякли. Страны-экспортеры ресурсов не способны далее продолжать существование и вынуждены вести войну с высокоразвитыми странами за технологии и инновационные ресурсы, кроме того они стали использовать на максимум оставшиеся природные ресурсы Земли: почву, животные, растения с целью выживания. Человечество на грани вымирания в результате потери большей части мужского населения из-за войн, и быстрого износа планеты. Ускоренные процессы урбанизации привели к существенному ухудшению экологии, повышению смертности и ограниченному доступу к лекарствам только элиты населения Земли. Доступ к пище и лекарствам доступен только здоровым мужчинам."
        },
        {
            "value": "Исчезновение магнитного поля земли. Магнитное поле Земли изменилось вместе с полюсами. Магнитная защита планеты от потока ионизированных частиц, идущих от Солнца, исчезла. Естественная радиация от Солнца сметает население Земли с ее лица. Произошел коллапс всех электросистем. Население вынуждено прятаться глубоко под землей, в результате чего возросла необходимость в репродукции населения. Ресурсы крайне ограничены."
        },
        {
            "value": "Буйство Земли. Научные исследования ядра Земли привели к глобальным множественным катаклизмам. Сама планета пытается уничтожить население, самоочиститься и перезагрузиться. Животные и растения ускорили свой рост, развитие и мутировали. Люди прячутся в бункерах в попытках приостановить этот процесс."
        }
    ],
    "duration": [
        {
            "value": "30 дней"
        },
        {
            "value": "60 дней"
        },
        {
            "value": "120 дней"
        },
        {
            "value": "360 дней"
        },
        {
            "value": "720 дней"
        }
    ],
    "survivors": [
        {
            "value": "Только жители бункеров"
        },
        {
            "value": "5%"
        },
        {
            "value": "10%"
        },
        {
            "value": "15%"
        },
        {
            "value": "20%"
        }
    ],
    "area": [
        {
            "value": "45 кв.м."
        },
        {
            "value": "70 кв.м."
        },
        {
            "value": "100 кв.м."
        },
        {
            "value": "120 кв.м."
        },
        {
            "value": "150 кв.м."
        },
        {
            "value": "180 кв.м."
        }
    ],
    "stock": [
        {
            "value": "Оборудованная теплица"
        },
        {
            "value": "Компьютер"
        },
        {
            "value": "Кулинарные книги "
        },
        {
            "value": "Книги по строительству"
        },
        {
            "value": "Книги по химии "
        },
        {
            "value": "Книги по ядерному синтезу"
        },
        {
            "value": "Ящик с оружием"
        },
        {
            "value": "Набор медикаментов"
        }
    ]
};